Repository: pixeline/pixeline-email-protector
Catalog: languages/*.po
Languages: fr_fr

source: by
fr_fr: par

source: If you like this plugin, please %s give it a good rating %s on the Wordpress Plugins repository, and if you make any money out of it, %s send a few coins over to me %s.
fr_fr: Si vous aimez ce plugin, vous pouvez %s lui donner une bonne cote de %s sur le site des Extensions Wordpress, et si vous gagner de l’argent grâce à lui, vous pouvez %s me faire un petit don %s, ce serait sympa :).

source: Settings
fr_fr: Configuration

source: What does it do?
fr_fr: Que fait il?

source: This plugin replaces any email address found in posts, pages, comments and excerpts, and replace them by a bit of html markup that will deceive most - if not all - email harvesters.
fr_fr: Ce plugin remplace n’importe quelle adresse de courriel trouvée dans les messages, les pages, les commentaires et les extraits et les remplace par un peu de html qui trompera la plupart - sinon tous - les logiciels de récolte d'emails (spambots).

source: Additionally, if javascript is available on the clientside, the markup will be turned into a clickable email link (mailto:), so there will be no loss of usability for your legitimate users.
fr_fr: En outre, si javascript est disponible sur le côté client, le balisage sera transformé en un lien cliquable (mailto :), il n’y aura donc aucune perte de convivialité pour les utilisateurs légitimes.

source: Example: let's imagine you've written in your post:
fr_fr: Exemple : imaginons que vous avez écrit dans votre message :

source: This email address could be spotted and used by spambots. This plugin will automatically convert it to
fr_fr: Cette adresse e-mail pourrait être repérée et utilisée par les robots des spammeurs. Ce plugin permet de convertir automatiquement à

source: Controlling the "visible" part of the email link
fr_fr: Contrôler la partie « visible » du lien e-mail

source: You can optionally set the visible text in the email link, by simply adding it in a parenthesis right next to the email. Like this:
fr_fr: Vous pouvez éventuellement définir du texte visible dans le lien par courriel, en l’ajoutant simplement dans une parenthèse accolée à l’e-mail. Ainsi :

source: Example: say you wrote in your post:
fr_fr: Exemple : imaginons que vous avez écrit dans votre message :

source: It will be automatically converted to
fr_fr: Il sera automatiquement converti en

source: The javascript will then turn this markup into:
fr_fr: Le code javascript transformera ensuite ce balisage en :

source: You may wish to customize the text to put inside the parenthesis and substitute the @ sign with:
fr_fr: Vous pouvez personnaliser le texte mis à l’intérieur de la parenthèse et le remplacer le signe @ par :

source: Save Changes
fr_fr: Sauvegarder les modifications

source: Usage
fr_fr: Utilisation

source: In a post, page, comment or widget
fr_fr: Dans un post, page, commentaire ou un widget

source: Simply write the plain email address in your post, as if spambots never existed!
fr_fr: Il vous suffit d’écrire l’adresse de courrier électronique ordinaire dans votre post, comme si les robots des spammeurs n’existaient pas.

source: In your theme
fr_fr: Dans votre thème

source: You can use the function
fr_fr: Vous pouvez utiliser la fonction

source: Example:
fr_fr: Exemple :

source: Help & support
fr_fr: Aide & Support

source: Post your questions / bugs on
fr_fr: Posez vos questions / bugs sur

source: the Wordpress forum dedicated plugin page
fr_fr: sur la page dédiée à l'extension sur WordPress.org

source: Sustain the work
fr_fr: Soutenir le travail

source: This plugin saves your emails from spambots. Why not show your gratitude by giving just a few coins to the maker of this plugin ?
fr_fr: Ce plugin permet de protéger vos emails des spammeurs. Pourquoi ne pas montrer votre gratitude en donnant quelques pièces de monnaie à l’auteur de ce plugin ?

source: Success! Your changes were sucessfully saved!
fr_fr: Vos modifications ont bien été prises en compte.

source: Email protector
fr_fr: Email Protector (Protecteur de courriel)

source: Write email addresses in your pages/posts without worrying about spambots and email harvesters.
fr_fr: Publier des adresses email sur votre site sans vous soucier des spammers.
